From CI:
```
------------------------------------------------------------------------

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create
  ~ update in-place

Terraform will perform the following actions:

  # module.inventory_2_8.aws_elasticache_cluster.redis[0] will be created
  + resource "aws_elasticache_cluster" "redis" {
      + apply_immediately      = (known after apply)
      + arn                    = (known after apply)
      + availability_zone      = (known after apply)
      + az_mode                = (known after apply)
      + cache_nodes            = (known after apply)
      + cluster_address        = (known after apply)
      + cluster_id             = "inventory-2-8-sandbox"
      + configuration_endpoint = (known after apply)
      + engine                 = "redis"
      + engine_version         = "5.0.6"
      + id                     = (known after apply)
      + maintenance_window     = (known after apply)
      + node_type              = "cache.t3.small"
      + num_cache_nodes        = 1
      + parameter_group_name   = "default.redis5.0"
      + port                   = 6379
      + replication_group_id   = (known after apply)
      + security_group_ids     = (known after apply)
      + security_group_names   = (known after apply)
      + snapshot_window        = (known after apply)
      + subnet_group_name      = (known after apply)
    }

  # module.inventory_2_8.module.db.module.database.aws_db_instance.default will be updated in-place
  ~ resource "aws_db_instance" "default" {
        address                               = "terraform-20200416212308346500000001.clsowbdquocd.us-east-1.rds.amazonaws.com"
      ~ allocated_storage                     = 10 -> 20
        arn                                   = "arn:aws:rds:us-east-1:587807691409:db:terraform-20200416212308346500000001"
        auto_minor_version_upgrade            = true
        availability_zone                     = "us-east-1a"
        backup_retention_period               = 0
        backup_window                         = "03:49-04:19"
        ca_cert_identifier                    = "rds-ca-2019"
        copy_tags_to_snapshot                 = false
        db_subnet_group_name                  = "datagov-sandbox"
        delete_automated_backups              = true
        deletion_protection                   = false
        enabled_cloudwatch_logs_exports       = []
        endpoint                              = "terraform-20200416212308346500000001.clsowbdquocd.us-east-1.rds.amazonaws.com:5432"
        engine                                = "postgres"
        engine_version                        = "9.6.11"
        hosted_zone_id                        = "Z2R2ITUGPM61AM"
        iam_database_authentication_enabled   = false
        id                                    = "terraform-20200416212308346500000001"
        identifier                            = "terraform-20200416212308346500000001"
        instance_class                        = "db.t2.micro"
        iops                                  = 0
        license_model                         = "postgresql-license"
        maintenance_window                    = "thu:08:33-thu:09:03"
        max_allocated_storage                 = 0
        monitoring_interval                   = 0
        multi_az                              = false
        name                                  = "inventory_db_2_8"
        option_group_name                     = "default:postgres-9-6"
        parameter_group_name                  = "default.postgres9.6"
        password                              = (sensitive value)
        performance_insights_enabled          = false
        performance_insights_retention_period = 0
        port                                  = 5432
        publicly_accessible                   = false
        replicas                              = []
        resource_id                           = "db-3I2DHABVHHWVHFYK6BXFDLIYWI"
        security_group_names                  = []
        skip_final_snapshot                   = true
        status                                = "available"
        storage_encrypted                     = false
        storage_type                          = "gp2"
        tags                                  = {}
        username                              = "inventory_master"
        vpc_security_group_ids                = [
            "sg-09302b4930a195102",
        ]
    }

Plan: 1 to add, 1 to change, 0 to destroy.

------------------------------------------------------------------------
```